
"_BASE_USED_" = "fr";
/* Use the _ADVANCED_EXTRA_WIDTH_ (if needed) to fit the method description properly */
"_ADVANCED_EXTRA_WIDTH_" = "10.0";
/* Use the _PREFERENCES_EXTRA_WIDTH_ (if needed) to fit the action to perform description properly */
"_PREFERENCES_EXTRA_WIDTH_" = "0.0";
"General" = "Général";
"File Access" = "Accès Fichiers";
"Performance" = "Performance";
"Finder Extension" = "Extension Finder";
"Love" = "Amour";
"OK" = "OK";
"Done" = "Terminé";
"Yes" = "Oui";
"No" = "Non";
"Don't show again" = "Ne plus afficher";
"Set as default compressor" = "Définir comme compresseur par défaut";
"Not now" = "Pas maintenant";
"Want to make Keka your default compressor?" = "Voulez-vous que Keka devienne le compresseur par défaut ?";
"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "Ceci signifie que tous les types d'archives compatibles seront dorénavant extraits par Keka. Vous pouvez modifier ce réglage par la suite dans les Préférences de Keka.";
"Really want to close Keka?" = "Voulez-vous vraiment quitter Keka?";
"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "Les opérations en cours seront annulées. Si vous choisissez d'attendre et de quitter, Keka s'arrêtera une fois les tâches terminées.";
"Password needed" = "Mot de passe requis";
"File \"%@\" needs a password to be extracted" = "L'extraction du fichier \"%@\" requiert un mot de passe";
"File \"%@\" needs a special encoding to be extracted" = "L'extraction du fichier \"%@\" requiert un encodage spécial";
"Extraction of \"%@\" done" = "L'extraction de \"%@\" est terminée";
"Extraction of \"%@\" failed." = "L'extraction de \"%@\" a échoué.";
"Extraction of %i files done" = "Extraction de %i fichiers effectuée";
"Extraction complete" = "Extraction terminée";
"Extraction fail" = "Échec de l'extraction";
"Compression complete" = "Compression terminée";
"File \"%@\" created" = "Fichier \"%@\" créé";
"Compression fail" = "Échec de la compression";
"File \"%@\" cannot be created" = "Le fichier \"%@\" n'a pu être créé";
"\n(using fallback folder)" = "\n(utilisation du dossier de secours)";
"Operation not implemented" = "Opération non disponible";
"Performing operation..." = "Opération en cours...";
"Waiting..." = "Patientez...";
"Extracting \"%@\"" = "Extraction de \"%@\"";
"Extracting \"%@...\"" = "Extraction de \"%@...\"";
"Creating %@ file..." = "Création du fichier %@...";
"Creating file \"%@\"" = "Création du fichier \"%@\"";
"Creating file \"%@...\"" = "Création du fichier \"%@...\"";
"Volume name:" = "Nom de volume:";
"Select the encoding for \"%@\"" = "Sélectionner l'encodage pour \"%@\"";
"Time elapsed: %d:%@%d:%@%d hours%@" = "Temps écoulé : %d:%@%d:%@%d heures%@";
"Time elapsed: %d:%@%d minutes%@" = "Temps écoulé : %d:%@%d minutes%@";
"Time elapsed: %d seconds%@" = "Temps écoulé : %d secondes%@";
"%.0f seconds" = "%.0f secondes";
"%i:%02i minutes" = "%i:%02i minutes";
"%i:%02i:%02i hours" = "%i:%02i:%02i heures";
"Pause" = "Pause";
"Continue" = "Continuer";
"Operation paused" = "Opération en pause";
"Cancel" = "Annuler";
"Close" = "Fermer";
"Operation failed" = "Échec de l'opération";
"Operation failed with error code %d" = "L'opération a échoué avec le code erreur %d";
"Choose a name and folder to start the compression" = "Choisissez un nom et un dossier pour démarrer la compression";
"Creation of \"%@\" failed" = "La création de \"%@\" a échoué";
"Creating \"%@\"" = "Création de \"%@\"";
"Preparing extraction..." = "Préparation de l'extraction...";
"Choose a folder to extract this file" = "Choisissez un dossier où extraire ce fichier";
"Choose where do you want to extract \"%@\"" = "Choisissez où vous voulez extraire \"%@\"";
"Select all the volumes from \"%@\" or the folder that contains them" = "Sélectionner tous les volumes de \"%@\" ou le dossier qui les contient";
"Select the folder that contains \"%@\"" = "Sélectionner le dossier qui contient \"%@\"";
"Extraction of \"%@\" failed" = "L'extraction de \"%@\" a échoué";
"Keka - %i on queue" = "Keka - %i en file d'attente";
"Keka can't create this %@ image" = "Keka ne peut créer l'image %@";
"You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image." = "La création d'une image %@ n'accepte qu'un unique dossier. Placez tous vos fichiers dans un même dossier et déposez-le sur Keka pour créer une image %@.";
"Keka can't create this @% tarball" = "Keka ne peut pas créer ce tarball @%";
"This operation is not supported on %@." = "Cette opération n'est pas supportée sur %@.";
"Compress \"%@\" in %@ to..." = "Compresser \"%@\" dans %@ vers...";
"Compress in %@ to..." = "Compresser dans %@ vers ...";
"Save as:" = "Enregistrer sous:";
"Compress" = "Compresser";
"Extract \"%@\" to..." = "Extraire \"%@\" vers...";
"Extract as:" = "Extraire sous:";
"Extract" = "Extraire";
"About %i seconds" = "Environ %i secondes";
"About %i minutes" = "Environ %i minutes";
"About %i hours" = "Environ %i heures";
"About %i days" = "Environ %i jours";
"About %i weeks" = "Environ %i semaines";
"About %i months" = "Environ %i mois";
"About %i years" = "Environ %i années";
"About a minute" = "Environ une minute";
"About an hour" = "Environ une heure";
"About a day" = "Environ un jour";
"About a week" = "Environ une semaine";
"About a month" = "Environ un mois";
"About a year" = "Environ une année";
"Finishing..." = "En train de finir...";
"Can't show progress time..." = "Impossible d'afficher le temps restant...";
"Password for \"%@\"" = "Mot de passe pour \"%@\"";
"Format" = "Format";
"Method" = "Méthode";
"Method:" = "Méthode:";
"No compression" = "Non compressé";
"Fastest, less compression" = "Très rapide, moins compressé";
"Fast, less compression" = "Rapide, moins compressé";
"Normal" = "Normal";
"Slow, more compression" = "Lent, mieux compressé";
"Slowest, more compression" = "Très lent, mieux compressé";
"Compression" = "Compression";
"Extraction" = "Extraction";
"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "Keka ne peut utiliser la liste \"extlx.plist\", veuillez contacter le développeur.\n\nKeka va maintenant s'arrêter.";
"Keka is dying!" = "Keka s'arrête !";
"Ask each time" = "Demander à chaque fois";
"Next to original file" = "A côté du fichier d'origine";
"Custom folder..." = "Dossier personnalisé...";
"Same as original file" = "Comme le fichier d'origine";
"Custom name..." = "Nom personnalisé...";
"Archive" = "Archive";
"Set as default folder" = "Définir comme dossier par défaut";
"Perform automatic action" = "Choisir l'action automatiquement";
"Always compress" = "Toujours compresser";
"Always extract" = "Toujours extraire";
"1.4 MB Floppy" = "Disquette 1.4 Mo";
"650 MB CD" = "CD 650 Mo";
"700 MB CD" = "CD 700 Mo";
"4.7 GB DVD" = "DVD 4.7 Go";
"Drop here to extract" = "Déposer ici pour extraire";
"Drop here to compress" = "Déposer ici pour compresser";
"Binary \"%@\" is not accessible" = "Le binaire \"%@\" n'est pas accessible";
"The first part \"%@\" can't be found" = "La première partie \"%@\" est introuvable";
"Unable to extract a folder" = "Impossible d'extraire un dossier";
"unknown" = "inconnu";
"Unknown error" = "Erreur inconnue";
"Error code %d using \"%@\"\n%@" = "Code erreur %d en utilisant \"%@\"\n%@";
"Keka was unable to create the extraction package" = "Keka n'a pas pu créer le paquet d'extraction";
"No errors found" = "Pas d'erreur trouvées";
"Minor error, the operation may be done well" = "Erreur mineure, l'opération a peut-être réussi";
"Fatal error" = "Erreur fatale";
"CRC error occurred, maybe the file is corrupt" = "Une erreur CRC est survenue, le fichier est peut-être corrompu";
"Attempt to modify an archive previously locked" = "Tentative de modification d'une archive préalablement verrouillée";
"Maybe you don't have permission to write or your disk is full" = "Vous ne disposez peut-être pas des droits d'écriture, ou votre disque est plein";
"Can't open the file, maybe you don't have read permission" = "Échec d'ouverture du fichier, peut-être ne disposez-vous pas des droits de lecture";
"Command line error, please contact with the developer" = "Erreur de ligne de commande, contactez le développeur";
"Not enough memory. Try to close some programs and repeat the operation" = "Pas assez de mémoire. Essayez de fermer quelques applications et recommencez l'opération";
"Can't create the file, maybe you don't have permission or free space" = "Échec de création du fichier, vous ne disposez peut-être pas des permissions nécessaires ou manquez d'espace libre";
"Canceled manually" = "Annulé manuellement";
"Bad password, try again" = "Mot de passe incorrect, veuillez recommencer";
"This archive is locked" = "Cette archive est verrouillée";
"Write error. No permission? No space left?" = "Erreur d'écriture. Pas de permission ? Pas d'espace libre ?";
"Can't open the file, maybe it's not accessible" = "Échec d'ouverture du fichier, le fichier n'est peut-être pas accessible";
"No files matching the mask" = "Aucun fichier ne correspond au filtre";
"There were some read errors" = "Il y a eu des erreurs de lecture";
"Give access" = "Donner l'accès";
"Just folder access" = "Seulement l'accès au dossier";
"Quit" = "Quitter";
"More information" = "Plus d'informations";
"Keka needs file access" = "Keka a besoin de l'accès au fichier";
"Give home access" = "Donner l'accès au dossier Départ";
"Customize" = "Personnaliser";
"Keka needs access to the source file/s." = "Keka a besoin de l'accès aux fichiers source.";
"In order to work seamlessly with your files, Keka needs local access to the Mac disk." = "Afin de travailler sans restriction avec vos fichiers, Keka a besoin de l'accès local au disque du Mac.";
"\nSimply click on \"Give access to Keka\", your disk should already be selected." = "\nCliquez sur \"Donner l'accès à Keka\", votre disque devrait déjà étre sélectionné.";
"Give access to Keka" = "Donner l'accès à Keka";
"Full Mac access (Recommended)" = "Accès complet au Mac (Recommandé)";
"Home folder access" = "Accès au dossier Départ";
"External volumes access" = "Accès aux volumes externes";
"Full Mac" = "Tout le Mac";
"Home folder" = "Dossier Départ";
"External volumes" = "Volumes externes";
"Show in context menu" = "Afficher dans le menu contextuel";
"External disk: %@" = "Disque externe: %@";
"An extension is required" = "Une extension est nécessaire";
"In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel." = "Afin de définir Keka comme application par défaut, vous devez installer une extension. Cliquez sur \"Plus d'informations\" pour suivre les étapes nécessaires.\n\nSouvenez-vous que vous pouvez toujour définir Keka comme application par défaut pour n'importe quel format en utilisant la fenêtre du Finder \"Lire les informations\".";
"Your installed extension is obsolete and you should update it." = "Votre extension installée est obsolète et vous devriez la mettre à jour.";
"Update" = "Mettre à jour";
"Cannot set Keka as default" = "Keka ne peut pas être défini par défaut";
"The intermediate application failed to launch. There is more information in the Console.app." = "L'application intermédiaire n'a pas pu démarrer. Il y a des informations complémentaires dans Console.app.";
"The intermediate application returned an undefined code." = "L'application intermédiaire a renvoyé un code indéfini.";
"Keka is now set as the default application for its known formats." = "Keka est maintenant défini comme application par défaut pour ses propres formats.";
"Keka set as default" = "Keka défini par défaut";
"There were some errors while registering the formats. There is more information in the Console.app." = "Il y a eu des erreurs pendant la définition des formats. Il y a des informations complémentaires dans Console.app.";
"The intermediate application can't get access to Keka." = "L'application intermédiairene ne peut pas accéder à Keka.";
"The intermediate application can't find Keka." = "L'application intermédiaire ne trouve pas Keka.";
"Show in Finder" = "Afficher dans le Finder";
"Delete" = "Supprimer";
"Continue without encryption" = "Continuer sans chiffrement";
"The password does not match" = "Le mot de passe ne correspond pas";
"The password is not properly set and the file cannot be encrypted. You can cancel and set the password again or continue the process without encryption." = "Le mot de passe n'est pas correctement défini et le fichier ne peut pas être chiffré. Vous pouvez annuler et redéfinir le mot de passe ou continuer le processus sans chiffrement.";
"Use legacy encryption" = "Utiliser l'ancien chiffrement";
"Using AES-256 encryption in ZIP" = "Utilisation du chiffrement AES-256 dans ZIP";
"Note that most modern operating systems such as macOS (before macOS 11.0 Big Sur) or Windows do not support AES-256 encrypted ZIPs by default.\n\nYou can open those files easily with most third party extraction utilities." = "Notez que la plupart des systèmes d'exploitation modernes tels que macOS (avant macOS 11.0 Big Sur) ou Windows ne prennent pas en charge les fichiers ZIP chiffrés AES-256 par défaut.\n\nVous pouvez ouvrir ces fichiers facilement avec la plupart des utilitaires d'extraction tiers.";
"Cannot create the file" = "Impossible de créer le fichier";
"Keka has no file access to the source file/s\nGive it access when asked or manually in the Preferences" = "Keka n'a pas d'accès aux fichiers sources\nDonnez-lui l'accès lorsque vous y êtes invité ou manuellement dans les Préférences";
"Give access to the source/s folder/s" = "Donner accès aux fichiers sources";
"Give access to the compressed file" = "Donner accès au fichier compressé";
"The extension is enabled" = "L'extension est activée";
"The extension is disabled" = "L'extension est désactivée";
"Enable or disable the extension" = "Activer ou désactiver l'extension";
"Keka will decide whether to compress or uncompress based on file format and extension. This is the recommended option." = "Keka décidera s'il faut compresser ou décompresser en fonction du format et de l'extension du fichier. C'est l'option recommandée.";
"Keka will compress all files, even those that are already compressed. You can compress an already compressed file in automatic mode by dropping it to the bottom part of the drop zone." = "Keka compressera tous les fichiers, même ceux qui sont déjà compressés. Vous pouvez compresser un fichier déjà compressé en mode automatique en le déposant dans la partie inférieure de la zone de dépôt.";
"Keka will try to extract all files. You can try to extract an unknown file in automatic mode by dropping it in the bottom part of the drop zone." = "Keka essaiera d'extraire tous les fichiers. Vous pouvez essayer d'extraire un fichier inconnu en mode automatique en le déposant dans la partie inférieure de la zone de dépôt.";
"Show the operation log" = "Afficher le journal des opérations";
"Unable to process tips" = "Impossible de traiter les dons";
"Already tipping a monthly %@" = "Donne déjà %@ mensuellement";
"Send a monthly %@ tip" = "Envoyer un don mensuel de %@";
"Send a %@ tip" = "Faire un don de %@";
"Give Keka some love ♥" = "Donner de l'amour à Keka ♥";
"All extractions will be expanded at this location." = "Toutes les extractions seront décompressées à cet emplacement.";
"All compressions will be stored at this location." = "Toutes les compressions seront stockées à cet emplacement.";
"You'll be asked where to extract each operation." = "On vous demandera où extraire chaque opération.";
"You'll be asked where to compress each operation." = "On vous demandera où compresser chaque opération.";
"If Keka has File Access it will execute the operation near the source file/s, otherwise it will ask for a location. You can set Keka's File Access in the Preferences tab so this option works properly." = "Si Keka a accès aux fichiers, il exécutera l'opération près du ou des fichiers source, sinon il demandera un emplacement. Vous pouvez définir l'accès aux fichiers de Keka dans l'onglet Préférences afin que cette option fonctionne correctement.";
"Keka has no file access to the destination folder so it needs to ask for a location.\nYou can add access to this and other folders in Keka's Preferences File Access pane." = "Keka n'a pas accès aux fichiers dans le dossier cible, il doit donc demander un emplacement.\nVous pouvez ajouter l'accès à ce dossier et à d'autres dans le volet d'accès aux fichiers des préférences de Keka.";
"The characters %@ are not compatible with the %@ format" = "Les caractères %@ ne sont pas compatibles avec le format %@";
"The character %@ is not compatible with the %@ format" = "Le caractère %@ n'est pas compatible avec le format %@";
"Stop compressing" = "Arrêter la compression";
"Stop extracting" = "Arrêter l'extraction";
"Resume compressing" = "Reprendre la compression";
"Resume extracting" = "Reprendre l'extraction";
"Pause compressing" = "Mettre la compression en pause";
"Pause extracting" = "Mettre l'extraction en pause";
"Compression paused" = "Compression mise en pause";
"Extraction paused" = "Extraction mise en pause";
"Waiting for password" = "En attente de mot de passe";
"On queue" = "En queue";
"Applying quarantine..." = "Application de la quarantine...";

/*
// MAS tips
// Note this will be used in Apple's servers
// Apple needs to have MAS translated in this language so this strings can be used
// The language used in MAS/AppleID will be used in Keka's tip strings and may not match Keka's localization
// Note that the short string is limited to 30 characters and the long string is limited to 45 characters
// Emojis cannot be used in these strings :(
*/
"Monthly sip of coffee" = "Gorgée mensuelle de café";
"Gift Keka a sip of coffee each month" = "Offrez à Keka une gorgée de café chaque mois";
"Monthly coffee" = "Café mensuel";
"Gift Keka a coffee each month" = "Offrez à Keka un café chaque mois";
"Monthly pair of coffees" = "Paire de cafés mensuelle";
"Gift Keka a couple coffees each month" = "Offrez à Keka une paire de cafés mensuelle";
"Monthly breakfast" = "Petit-déjeuner mensuel";
"Gift Keka a breakfast each month" = "Offrez à Keka un petit-déjeuner mensuel";
"Tip a coffee" = "Donnez un café";
"Tip Keka a coffee so it can stay awake" = "Donnez à Keka un café pour qu'il sois éveillé";
"Tip a breakfast" = "Donnez un petit-déjeuner";
"Tip Keka a breakfast so it can start fresh" = "Donnez à Keka un petit-déjeuner pour démarrer";
"Tip a lunch" = "Donnez un déjeuner";
"Tip Keka a lunch and feed it" = "Donnez à Keka un déjeuner et nourrissez-le";
"Tip a dinner" = "Donnez un dîner";
"Tip Keka a dinner so it keeps rolling" = "Donnez à Keka un dîner pour avancer";
"Tip a bunch of food" = "Donnez un tas de nourriture";
"Tip Keka a new bunch of food to keep rolling" = "Donnez à Keka un tas de nourriture";
